Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: When enabled, the Stats tab will display real-time system performance graphs. This feature requires system permissions and may use additional battery.
de: Wenn aktiviert, zeigt die Registerkarte "Statistik" Echtzeit-Systemleistungsdiagramme an. Diese Funktion erfordert Systemberechtigungen und kann eine zusätzliche Batterie verwenden.
fr: Lorsqu'il est activé, l'onglet Statistiques affichera les graphiques de performance du système en temps réel. Cette fonctionnalité nécessite des autorisations système et peut utiliser une batterie supplémentaire.
hi: सक्रिय होने पर, स्टैट्स टैब वास्तविक समय में सिस्टम प्रदर्शन के ग्राफ़ दिखाएगा। इस सुविधा के लिए सिस्टम अनुमतियों की आवश्यकता होती है और यह अतिरिक्त बैटरी उपयोग कर सकता है।
nl: Als deze optie is ingeschakeld, geeft het tabblad Statistieken realtime grafieken van systeemprestaties weer. Voor deze functie zijn systeemmachtigingen vereist en kan extra batterijgebruik worden gebruikt.
ru: При включении на вкладке Stats будут отображаться графики производительности в реальном времени.
th: เมื่อเปิดใช้ แท็บสถิติจะแสดงกราฟประสิทธิภาพระบบแบบเรียลไทม์ ฟีเจอร์นี้ต้องการสิทธิ์ระบบและอาจใช้แบตเตอรี่เพิ่มเติม
zh_hans: 启用后，统计标签页将显示实时系统性能图表。此功能需要系统权限，可能会消耗额外电量。
zh_hant: 啟用後，統計分頁將顯示即時系統效能圖表。此功能需要系統權限，可能會消耗額外電量。

source: Width adjustments apply only to the standard notch layout. Disable Minimalistic UI to edit this value.
de: Breitenanpassungen gelten nur für das Standard-Notch-Layout. Deaktivieren Sie die minimalistische Benutzeroberfläche, um diesen Wert zu bearbeiten.
hi: चौड़ाई समायोजन केवल मानक नॉच लेआउट पर लागू होते हैं। इस मान को संपादित करने के लिए मिनिमलिस्टिक यूआई को अक्षम करें।
nl: Breedteaanpassingen zijn alleen van toepassing op de standaard inkepingsindeling. Schakel de minimalistische gebruikersinterface uit om deze waarde te bewerken.
ru: Настройки ширины применяются только к стандартному вырезу. Отключите Minimalistic UI.
th: การปรับความกว้างใช้เฉพาะเลย์เอาต์รอยบากมาตรฐาน ปิดใช้ UI แบบมินิมอลเพื่อแก้ไขค่านี้
zh_hans: 宽度调整仅适用于标准刘海布局。禁用简约界面以编辑此值。
zh_hant: 寬度調整僅適用於標準瀏海版面配置。停用簡約介面以編輯此值。

source: Width:
de: Breite:
fr: Largueur :
nl: Breedte:
ru: Ширина:
th: ความกว้าง:
zh_hans: 宽度：
zh_hant: 寬度：

source: With %lld graphs enabled, the Dynamic Island will expand horizontally to accommodate all graphs in a single row.
de: Wenn die %1$lldDiagramme aktiviert sind, wird die dynamische Insel horizontal erweitert, um alle Diagramme in einer einzigen Zeile aufzunehmen.
fr: Lorsque les graphiques %lld sont activés, Dynamic Island s'étend horizontalement pour afficher tous les graphiques sur une seule ligne.
hi: %lld ग्राफ़ सक्षम होने पर, डायनामिक आइलैंड सभी ग्राफ़ को एक ही पंक्ति में समायोजित करने के लिए क्षैतिज रूप से फैल जाएगा।
nl: Als %lld grafieken is ingeschakeld, wordt het Dynamic Island horizontaal uitgevouwen zodat alle grafieken in één rij kunnen worden geplaatst.
ru: При %lld включенных графиках Dynamic Island расширится по горизонтали.
zh_hans: 启用 %lld 个图表后，灵动岛将水平扩展以在单行中容纳所有图表。
zh_hant: 啟用 %lld 個圖表後，動態島將水平延伸功能以在單行中容納所有圖表。

source: Write
de: Schreiben
fr: Écriture
nl: Schrijf
ru: Запись
th: เขียน
zh_hans: 写入
zh_hant: 寫入

source: You
de: Du
fr: Vous
nl: Jij
ru: Вы
th: คุณ
zh_hans: 你
zh_hant: 你

source: You can now enjoy the app. If you want to tweak things further, you can always visit the settings.
de: Du kannst die App nun genießen. Wenn du Dinge weiter anpassen möchtest, kannst du dies jederzeit in den Einstellungen tun.
fr: Vous pouvez maintenant utiliser l'application. Si vous voulez modifier plus de choses, vous pouvez toujours aller dans les réglages.
nl: Je kunt nu van de app genieten. Als je dingen verder wilt aanpassen, kun je altijd naar de instellingen gaan.
ru: Теперь вы можете наслаждаться приложением. Настройки всегда доступны в меню.
th: ตอนนี้คุณสามารถเพลิดเพลินกับแอปได้แล้ว หากต้องการปรับแต่งเพิ่มเติม คุณสามารถไปที่การตั้งค่าได้เสมอ

source: You're All Set!
de: Du bist fertig!
fr: Tout est prêt !
nl: Je bent helemaal klaar!
ru: Все готово!
th: พร้อมแล้ว!

source: YouTube Music requires this third-party app to be installed:
de: YouTube Musik braucht diese Drittanbieter-App installiert:
fr: YouTube Music requiert l'installation de cette application tierce :
nl: Voor YouTube Music moet deze app van derden zijn geïnstalleerd:
ru: YouTube Music требует установки этого стороннего приложения:
th: YouTube Music ต้องการแอปบุคคลที่สามนี้ติดตั้ง:
zh_hans: YouTube Music 需要安装此第三方应用：
zh_hant: YouTube Music 需要安裝此第三方 App：

source: %lldx
fr: %lld fois

source: App icon
fr: Icône d'application
nl: App-pictogram
ru: Иконка приложения
th: ไอคอนแอป

source: Downloads
fr: Téléchargements
ru: Загрузки
th: ดาวน์โหลด

source: HUDs
fr: ATH
ru: HUD
th: HUD

source: Inline
fr: En ligne
ru: Встроенный
th: แบบอินไลน์

source: Layout
fr: Mise en page
nl: Indeling
ru: Макет
th: เลย์เอาต์
zh_hans: 布局
zh_hant: 版面配置

source: LIVE
fr: EN DIRECT
nl: LEEF
th: สด
zh_hans: 直播
zh_hant: 直播

source: Lottie JSON URL
fr: Lien URL Lottie JSON
ru: URL Lottie JSON

source: Material
fr: Matériau
nl: Materiaal
ru: Материал
th: วัสดุ
zh_hans: 材质
zh_hant: 材質

source: Name
fr: Nom
nl: Naam
ru: Имя
th: ชื่อ

source: Software updates
fr: Mises à jour logicielles
ru: Обновления ПО
th: อัปเดตซอฟต์แวร์

source: Start
fr: Démarrer
nl: Begin
ru: Начать
th: เริ่ม
zh_hans: 开始
zh_hant: 開始

source: System
fr: Système
nl: Systeem
ru: Система
th: ระบบ
zh_hans: 系统
zh_hant: 系統

source: Timer
fr: Minuteur
ru: Таймер
th: ตัวจับเวลา
zh_hans: 计时器
zh_hant: 計時器

source: Timer Widget
fr: Widget Horloge
ru: Виджет таймера
th: วิดเจ็ตตัวจับเวลา
zh_hans: 计时器小组件
zh_hant: 計時器小工具

source: Animation
nl: Animatie
ru: Анимация
th: แอนิเมชัน
zh_hans: 动画
zh_hant: 動畫

source: Horizontal:
nl: Horizontaal:
ru: По горизонтали:
th: แนวนอน:
zh_hans: 水平：
zh_hant: 水平：

source: Key 1
nl: Sleutel 1
ru: Клавиша 1
th: ปุ่ม 1
zh_hans: 密钥 1
zh_hant: 金鑰 1

source: Mirror System Timer
nl: Spiegelsysteemtimer
ru: Повторять системный таймер
th: ตัวจับเวลาระบบกระจกเงา
zh_hans: 同步系统计时器
zh_hant: 同步系統計時器

source: Navigation
nl: Navigatie
ru: Навигация
th: การนำทาง
zh_hans: 导航
zh_hant: 導航

source: OK
nl: Oké
ru: ОК
th: ตกลง

source: Pause
nl: Pauze
ru: Пауза
th: หยุดชั่วคราว
zh_hans: 暂停
zh_hant: 暫停

source: Position
nl: Positie
ru: Позиция
th: ตำแหน่ง
zh_hans: 位置
zh_hant: 位置

source: Screen Padding: %@px
nl: Schermopvulling: %@px
ru: Отступы экрана: %@ px
zh_hans: 屏幕边距：%@像素
zh_hant: 螢幕邊距：%@畫素

source: Uses macOS Now Playing when the Amazon Music app is the active media source. Playback controls follow the system Now Playing target. Scrubbing the timeline may not work if the Amazon Music app does not support remote seek.
nl: Gebruikt macOS 'Huidig onderdeel' wanneer de Amazon Music-app de actieve mediabron is. De afspeelbedieningen volgen het systeemdoel 'Huidig onderdeel'. Scrubben op de tijdlijn werkt mogelijk niet als de Amazon Music-app zoeken op afstand niet ondersteunt.
th: ใช้ macOS Now Playing เมื่อแอป Amazon Music เป็นแหล่งสื่อที่ใช้งาน ปุ่มควบคุมการเล่นตามเป้าหมาย Now Playing ของระบบ การเลื่อนไทม์ไลน์อาจไม่ทำงานหากแอป Amazon Music ไม่รองรับการเลือกแบบระยะไกล
zh_hans: 当 Amazon Music 应用是活动媒体源时使用 macOS 正在播放。播放控制遵循系统正在播放目标。如果 Amazon Music 应用不支持远程拖拽，在时间轴上拖动可能无效。
zh_hant: 當 Amazon Music App 是活動媒體源時使用 macOS 正在播放。播放控制遵循系統正在播放目標。如果 Amazon Music App 不支援遠端拖移，在時間軸上拖移可能無效。

source: Version
nl: Versie
ru: Версия
th: เวอร์ชัน

source: 15 mins
nl: 15 minuten
ru: 15 мин
th: 15 นาที
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 mins
nl: 30 minuten
ru: 30 мин
th: 30 นาที
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 1 hour
nl: 1 uur
ru: 1 час
th: 1 ชั่วโมง
zh_hans: 1 小时
zh_hant: 1 小時

source: 3 hours
nl: 3 uur
ru: 3 часа
th: 3 ชั่วโมง
zh_hans: 3 小时
zh_hant: 3 小時

source: 6 hours
nl: 6 uur
ru: 6 часов
th: 6 ชั่วโมง
zh_hans: 6 小时
zh_hant: 6 小時

source: 12 hours
nl: 12 uur
ru: 12 часов
th: 12 ชั่วโมง
zh_hans: 12 小时
zh_hant: 12 小時

source: Rest of the day
nl: Rest van de dag
ru: Остаток дня
th: ที่เหลือของวัน
zh_hans: 今天余下的时间
zh_hant: 今天餘下的時間

source: All time
nl: Altijd
ru: Всё время
th: ตลอดเวลา
zh_hans: 所有时间
zh_hant: 所有時間

source: Symbol
nl: Symbool
th: สัญลักษณ์
zh_hans: 符号
zh_hant: 符號

source: Left
nl: Links
ru: Слева
th: ซ้าย
zh_hans: 左对齐
zh_hant: 左對齊

source: Right
nl: Rechts
ru: Справа
th: ขวา
zh_hans: 右对齐
zh_hant: 右對齊

source: Enable Minimalistic UI
nl: Minimalistische gebruikersinterface inschakelen
ru: Включить минималистичный интерфейс
th: เปิดใช้ UI แบบมินิมอล
zh_hans: 启用极简 UI
zh_hant: 啟用極簡 UI

source: Hide Dynamic Island during screenshots & recordings
nl: Verberg Dynamic Island tijdens screenshots en opnames
ru: Скрывать Dynamic Island на снимках и записях
th: ซ่อนไดนามิกไอแลนด์ระหว่างจับภาพหน้าจอและบันทึก
zh_hans: 截屏和录屏时隐藏灵动岛
zh_hant: 截圖和錄屏時隱藏動態島

source: Close gesture
nl: Sluit gebaar
ru: Жест закрытия
th: ท่าทางปิด
zh_hans: 关闭手势
zh_hant: 關閉手勢

source: Reverse swipe gestures
nl: Omgekeerde veegbewegingen
ru: Инвертировать жесты смахивания
th: กลับทิศทางท่าทางปัด
zh_hans: 反向滑动
zh_hant: 反向滑動

source: Reverse scroll gestures
nl: Omgekeerde scrollbewegingen
ru: Инвертировать жесты прокрутки
th: กลับทิศทางท่าทางเลื่อน
zh_hans: 反向滚动
zh_hant: 反向滾動

source: Extend hover area
nl: Zweefgebied uitbreiden
ru: Расширить область наведения
th: ขยายพื้นที่ชี้
zh_hans: 扩展悬停区域
zh_hant: 延伸功能懸停區域

source: External display style
nl: Externe weergavestijl
ru: Стиль внешнего дисплея
th: สไตล์จอแสดงผลภายนอก
zh_hans: 外接显示器样式
zh_hant: 外接顯示器樣式

source: Hide until hovered
nl: Verbergen totdat er zweefde
ru: Скрывать до наведения
th: ซ่อนจนกว่าจะชี้
zh_hans: 悬停时显示
zh_hant: 懸停時顯示

source: Enable Focus Detection
nl: Schakel focusdetectie in
ru: Включить обнаружение фокуса
th: เปิดใช้การตรวจจับโฟกัส
zh_hans: 启用专注模式检测
zh_hant: 啟用專注模式偵測

source: Accessibility permission lets Dynamic Island replace the native volume, brightness, and keyboard HUDs.
nl: Met toegankelijkheidsrechten kan Dynamic Island het oorspronkelijke volume, de helderheid en de toetsenbord-HUD's vervangen.
ru: Разрешение «Универсальный доступ» позволяет Dynamic Island заменять системные индикаторы громкости, яркости и клавиатуры.
th: สิทธิ์ Accessibility ช่วยให้ไดนามิกไอแลนด์แทนที่ HUD ระดับเสียง ความสว่าง และแป้นพิมพ์เดิม
zh_hans: 辅助功能权限允许灵动岛替换原生的音量、亮度和键盘提示框。
zh_hant: 輔助使用權限允許動態島替換原生的音量、亮度和鍵盤提示框。

source: Full Disk Access for global mode
nl: Volledige schijftoegang voor de globale modus
ru: Полный доступ к диску для глобального режима
th: Full Disk Access สำหรับโหมดทั่วไป
zh_hans: 全局模式需要完全磁盘访问权限
zh_hant: 全域模式需要完整磁碟取用權

source: Without Full Disk Access, Shelf can only read files from Documents and Downloads. Grant Full Disk Access to make Shelf work globally.
nl: Zonder volledige schijftoegang kan de plank alleen bestanden uit documenten en downloads lezen. Verleen volledige schijftoegang om de plank overal te laten werken.
th: หากไม่มี Full Disk Access Shelf อ่านไฟล์ได้เฉพาะจาก Documents และ Downloads ให้สิทธิ์ Full Disk Access เพื่อให้ Shelf ทำงานได้ทั่วไป
zh_hans: 如果没有完全磁盘访问权限，暂存器只能读取文档和下载目录的文件。授予完全磁盘访问权限以使暂存器能在全局范围工作。
zh_hant: 如果沒有完整磁碟取用權，暫存器只能讀取文件和下載目錄的檔案。授予完整磁碟取用權以使暫存器能在全域範圍工作。

source: Request Full Disk Access
nl: Vraag volledige schijftoegang aan
ru: Запросить полный доступ к диску
th: ขอสิทธิ์ Full Disk Access
zh_hans: 请求完全磁盘访问权限
zh_hant: 請求完整磁碟取用權

source: Open Privacy & Security
nl: Open Privacy en beveiliging
ru: Открыть «Конфиденциальность и безопасность»
th: เปิดความเป็นส่วนตัวและความปลอดภัย
zh_hans: 打开隐私与安全性
zh_hant: 開啟隱私與安全性

source: %.1fs
ru: %.1f сек.
zh_hans: %.1f秒
zh_hant: %.1f秒

source: %lld px
ru: %lld пикс.
zh_hans: %lld 像素
zh_hant: %lld 畫素

source: downloads
ru: загрузки
th: ดาวน์โหลด
zh_hans: 下载
zh_hant: 下載

source: EAQI
ru: ЕИВ (EAQI)
zh_hans: 欧洲空气质量指数
zh_hant: 歐洲空氣品質指數

source: plus
ru: плюс
th: บวก
zh_hans: 加
zh_hant: 加

source: Bold text as bright colors
ru: Полужирный текст вместо ярких цветов
zh_hans: 粗体文本显示为亮色
zh_hant: 粗體文字顯示為亮色
